export const dummy = [{
        "_id": {
            "$oid": "680c769f54e96a697bddcd16"
        },
        "group_id": "group_3",
        "representative_title": "ලෝකවාසී බෞද්ධ ජනතාව වෙනුවෙන් සිරි දළදා වන්දනාව අද තෙවැනි දිනටත්",
        "articles": [
            {
                "id": "10a6e04f-1dd0-11f0-b541-a8172dd9ad6a",
                "title": "ලෝකවාසී බෞද්ධ ජනතාව වෙනුවෙන් ''සිරි දළදා වන්දනාව'' අද තෙවැනි දිනටත්",
                "url": "https://sinhala.newsfirst.lk/2025/04/20/%e0%b6%bd%e0%b7%9d%e0%b6%9a%e0%b7%80%e0%b7%8f%e0%b7%83%e0%b7%93-%e0%b6%b6%e0%b7%9e%e0%b6%af%e0%b7%8a%e0%b6%b0-%e0%b6%a2%e0%b6%b1%e0%b6%ad%e0%b7%8f%e0%b7%80",
                "cover_image": "https://cdn.newsfirst.lk/sinhala-uploads/2025/04/New Project (15)-588614.jpg",
                "date_published": "2025-04-20T07:32:00Z",
                "content": "ශ්‍රී දළඳා මාළිගයේදී දළදා සමිදුන් උදෙසා විශේෂ ආගමික වතාවත් සිදුකිරීමෙන් අනතුරුව දහවල් 12 සිට පස්වරු 5.30  දක්වා  දළදා සමිදුන් වැඳපුදා ගැනීම සඳහා සැදැහැවතුන්ට අවස්ථාව හිමිවනු ඇති. දළදා මාලිගාවේ පිරිත් මණ්ඩපයේ විශේෂ පීඨිකාවක් මත පිහිටි ප්‍රදර්ශන කරඬුව  තුළ ශ්‍රී දන්ත ධාතූන් වහන්සේ  තැනපත් කර ඇත්තේ වන්දනාව වෙනුවෙනි. සුදු වතින් සැරසි, සැදැහැ සිතින් දළදා සමිදුන් වැඳපුදා ගැනීමට පැමිණෙන්නැයි, මහනායක හිමිවරුන් බැතිමතුන්ට දැනුම් දෙයි. මෙවර දළදා දැක්ම පැවැත්වෙන්නේ වසර 16 කට පසුවයි. ලබන 27 දක්වා සෑම දිනකම මධ්‍යාහන 12 සිට පස්වරු 5:30 දක්වා කාලයේ සිරි දළදා වන්දනාව සඳහා අවස්ථාව සැළසේ. මේ අතර විශාල ප්‍රමාණයේ ගමන් මළු රැගෙන ඒමෙන් වළකින ලෙස සිරි දළදා වන්දනාවට පැමිණෙන සැදැහැවතුන්ගෙන් යුද හමුදාව ඉල්ලීමක් කර තිබේ. යුද හමුදාව පවසන්නේ, පැමිණෙන සැදැහැවතුන්ගේ ආරක්ෂාව හා නවාතැන් පහසුකම් සැපයීම පිළිබඳ කරුණු සැලකිල්ලට ගෙන මෙම ඉල්ලීම කරන බවයි. මේ අතර සිරි දළදා වන්දනාවට පැමිණෙන සැදැහැවතුන් වෙනුවෙන් අතිරේක දුම්රිය දෙකක් යෙදවීමට දුම්රිය දෙපාර්තමේන්තුව පියවර ගෙන ඇත. ඒ , සැදැහැවතුන් පිරිස ඉහළ යාම හේතුවෙනි. ඊයේ(19) රාත්‍රියේ  සිට එළැඹෙන 28 වැනිදා දක්වා එම අතිරේක දුම්රිය සේවා ක්‍රියාත්මක බව දුම්රිය දෙපාර්තමේන්තුව පවසයි. ඒ අනුව මහනුවර දක්වා  සෑම දිනකම පස්වරු 07.55ට ‍දුම්රියක්, කොළඹ කොටුවෙන් ගමන් ආරම්භ කිරීමට නියමිතයි. එම දුම්රිය රඹුක්කන දුම්රිය ස්ථානයට පස්වරු 10.27 ළඟා වනු ඇති. රඹුක්කනින් පස්වරු 10.40ට යළි පිටත්වන එම දුම්රිය, මහනුවර දුම්රිය ස්ථානයට මධ්‍යම රාත්‍රී 12.00ට ළඟා වීමට සැලසුම් කර තිබේ. එමෙන්ම මහනුවර සිට කොළඹ බලා සෑම දිනකම රාත්‍රි 08.30ට දුම්රියක් ක්‍රියාත්මක කිරීමට පියවර ගෙන තිබේ. එම දුම්රිය රඹුක්කන දුම්රිය ස්ථානයට ළඟා වන්නේ රාත්‍රි 09.50ටයි එම දුම්රිය,  රඹුක්කනින් රාත්‍රි 10.35ට යළි කොළඹ බලා පිටත් වීමට  නියමිත අතර එම දුම්රිය කොළඹ කොටුවට දුම්රිය ස්ථානයට මධ්‍යම රාත්‍රී 12.00ට ළඟා වීමට සැලසුම් කර තිබේ.",
                "source": "https://sinhala.newsfirst.lk/",
                "category": "General"
            },
            {
                "id": "1110442e-1dd0-11f0-9669-a8172dd9ad6a",
                "title": "''සිරි දළදා වන්දනාව'' අද තෙවැනි දිනටත් ඇරඹෙයි...",
                "url": "https://sinhala.newsfirst.lk/2025/04/20/%e0%b7%83%e0%b7%92%e0%b6%bb%e0%b7%92-%e0%b6%af%e0%b7%85%e0%b6%af%e0%b7%8f-%e0%b7%80%e0%b6%b1%e0%b7%8a%e0%b6%af%e0%b6%b1%e0%b7%8f%e0%b7%80-%e0%b6%85",
                "cover_image": "https://cdn.newsfirst.lk/sinhala-uploads/2025/04/New Project (18)-588657.jpg",
                "date_published": "2025-04-20T12:29:00Z",
                "content": "ඒ, දළදා සමිඳුන් උදෙසා විශේෂ ආගමික වතාවත් සිදු කිරීමෙන් අනතුරුවයි. ඒ අනුව පස්වරු 5.30  දක්වා දළදා සමිඳුන් වැඳපුදා ගැනීමට අදත් සැදැහැවතුන්ට අවස්ථාව හිමිවේ.",
                "source": "https://sinhala.newsfirst.lk/",
                "category": "General"
            },
            {
                "id": "3d2c9fa6-1dd0-11f0-ba48-a8172dd9ad6a",
                "title": "සිරි දළදා වන්දනාව තෙවන දිනටත් ඇරඹෙයි",
                "url": "https://sinhala.adaderana.lk/news/209006",
                "cover_image": "https://s3.amazonaws.com/adaderanasinhala/1745132637-dalada-wandanawa-600.jpg",
                "date_published": "2025-04-20T12:33:00Z",
                "content": "'සිරි දළදා වන්දනාව' තෙවන දිනටත් අද (20) දහවල් ආරම්භ කෙරිණි. ඒ අනුව අද පස්වරු 5.00 දක්වා දළදා වහන්සේ වැඳපුදා ගැනීමට සැදැහැවතුන්ට අවස්ථාව හිමිවනු ඇත. අද දිනයේද දළදා වහන්සේ වැඳපුදා ගැනීම සඳහා අති විශාල සැදැහැවතුන් පිරිසක් මහනුවර නගරය වෙත පැමිණ ඇති බව අද දෙරණ වාර්තාකරු පැවසීය. දළදා වන්දනාව සඳහා ප්‍රවේශ මාර්ග තුනක් දළදා මාලිගාව විසින් හඳුන්වා දෙනු ලැබූ අතර ඒ අනුව ඩී.එස්. සේනානායක වීදිය දෙස සිට ශ්‍රී දළදා මාලිගාවේ පිවිසුම තෙක්, රතු බෝක්කුව දෙස සිට සංඝරාජ මාවත හරහා මාලිගාවේ ප්‍රධාන පිවිසුම තෙක් සහ සහ රතු බෝක්කුව දෙස සිට මාලිගාව පෙදෙස හරහා මාලිගාවේ ප්‍රධාන පිවිසුම ආදි ප්‍රවේශ මාර්ග භාවිත කර දළදා මාලිගාවට ඇතුළත් වීමේ හැකියාව පවතී. මේ අතර දළදා වන්දනාව සඳහා පැමිණෙන සැදැවතුන් නගරය අවිදිමත් ලෙස කසළ බැහැර කරමින් නගරය අපවිත නොකරන ලෙස මහා සංඝරත්නය සැදැහැවතුන්ගෙන් ඉල්ලීමක් කර තිබේ.",
                "source": "https://sinhala.adaderana.lk/",
                "category": "General"
            },
            {
                "id": "4d90bdef-1dd0-11f0-924e-a8172dd9ad6a",
                "title": "සිරි දළදා වන්දනාවේ තෙවැනි දිනය අදයි",
                "url": "https://sinhala.adaderana.lk/news.php?nid=208999",
                "cover_image": "https://s3.amazonaws.com/adaderanasinhala/1745113762-dalanda-wandanawa-600.jpg",
                "date_published": "2025-04-20T07:19:00Z",
                "content": "ලොව පුරා බෞද්ධයන්ගේ නොමඳ ගෞරවාදරයට පත් මෙරට බෞද්ධයන්ගේ මුදුන්මල්කඩ වන අති පූජනීය ශ්‍රී දළදා වහන්සේ සියැසින් දැකබලා ගැනීමේ අවස්ථාව දෙස් විදෙස් ජනතාවට උදාකරන ''සිරි දළදා වන්දනාවේ'' තෙවැනි දිනය අදට (20) යෙදී තිබේ. ඒ අනුව අද මධ්‍යහන 12.30ට සිරි දළදා ප්‍රදර්ශනය ආරම්භ වීමට නියමිතව ඇති අතර එය පස්වරු 05.00 දක්වා පැවැත්වීමට දළදා මාලිගාව විසින් සියලු කටයුතු සූදානම් කර තිබේ. \"සිරි දළදා වන්දනාව\" එළැඹෙන 27 දින දක්වා පුරා දින 10ක් පැවැත්වීමට නියමිතව ඇති අතර එහි සමාරම්භක අවස්ථාව පසුගිය 18 වැනි දින ජනාධිපති අනුර කුමාර දිසානායක මහතාගේ ප්‍රධානත්වයෙන් ආරම්භ විය. ආරම්භක දිනයේ සිට මේ දක්වා දළදා වහන්සේ වැඳ පුදා ගැනීම සඳහා දිවයිනේ නන් දෙසින් අති විශාල ජනතාවක් දළදා මාලිගාව වෙත පැමිණ සිටින අතර පැමිණ සිටින ජනතාවගේ කුස ගිනි නිවාලීම සඳහා 24 පැය පුරාවටම දළදා මාලිගාව විසින් දන්සල්ද ක්‍රියාත්මක කර තිබේ. මේ අතර ඊයේ (19) දහවල් 02.30ට ආරම්භ වූ සිරි දළදා වන්දනාව පස්වරු 05.30ට අවසන් කෙරිණි. ඒ අනුව ඊයේ දිනයේදී එක්ලක්ෂ විසිපන්දහසකට ආසන්න සැදැවතුන් පිරිසකට ශ්‍රී දළඳා වහන්සේ වන්දනා කර ගැනීමේ වරම් හිමි විය. \"සිරි දළදා වන්දනාව\" සඳහා දළදා මාලිගාව විසින් ප්‍රවේශ මාර්ග ත්‍රිත්වයක්ම හඳුන්වා දුන් අතර එම සෑම මාර්ගයක්ම සැදැහැවතුන්ගෙන් පිරි ඉතිරි ගිය ආකාරයක් දක්නට ලැබුණි. මේ අතර සිරි දළදා වන්දනාවට පැමිණෙන සැදැහැවතුන් කසළ අවිදිමත් ලෙස බැහැර කරමින් මහනුවර නගර අපවිත්‍ර නොකරන ලෙස මහා සංඝරත්නය ජනතාවගෙන් ඉල්ලීමක් කර තිබේ.",
                "source": "https://sinhala.adaderana.lk/",
                "category": "General"
            }
        ],
        "id": "10a6e04f-1dd0-11f0-b541-a8172dd9ad6a",
        "category": "General",
        "date_published": {
            "$date": "2025-04-20T07:32:00.000Z"
        },
        "short_summary": "ශ්‍රී දළදා මාළිගාවේ වසර 16කට පසු පැවැත්වෙන \"සිරි දළදා වන්දනාවේ\" තෙවන දිනය අද (20) දහවල් 12.30 සිට පස්වරු 5.00 දක්වා දළදා සමිඳුන් වැඳපුදා ගැනීමට සැදැහැවතුන්ට අවස්ථාව සලසා ඇත.",
        "long_summary": "ශ්‍රී දළඳා මාළිගයේදී දළදා සමිදුන් උදෙසා විශේෂ ආගමික වතාවත් සිදුකිරීමෙන් අනතුරුව දහවල් 12 සිට පස්වරු 5.30 දක්වා දළදා සමිදුන් වැඳපුදා ගැනීම සඳහා සැදැහැවතුන්ට අවස්ථාව හිමිවනු ඇත. මෙවර දළදා දැක්ම පැවැත්වෙන්නේ වසර 16 කට පසුවයි. දළදා මාලිගාවේ පිරිත් මණ්ඩපයේ විශේෂ පීඨිකාවක් මත පිහිටි ප්‍රදර්ශන කරඬුව තුළ ශ්‍රී දන්ත ධාතූන් වහන්සේ තැනපත් කර ඇත. සැදැහැවතුන් විශාල ප්‍රමාණයේ ගමන් මළු රැගෙන ඒමෙන් වළකින ලෙස යුද හමුදාව ඉල්ලා සිටින අතර, ඔවුන්ගේ ආරක්ෂාව හා නවාතැන් පහසුකම් සැපයීම සඳහා මෙම ඉල්ලීම කර ඇත. සැදැහැවතුන්ගේ පැමිණීම වැඩිවීම හේතුවෙන් දුම්රිය දෙපාර්තමේන්තුව අතිරේක දුම්රිය දෙකක් යෙදවීය. මහනුවර දක්වා සෑම දිනකම පස්වරු 7.55ට කොළඹ කොටුවෙන් දුම්රියක් ගමන් ආරම්භ කරන අතර, මහනුවර සිට කොළඹ බලා රාත්‍රි 8.30ට දුම්රියක් ක්‍රියාත්මක වේ. දළදා වන්දනාව සඳහා ප්‍රවේශ මාර්ග තුනක් දළදා මාලිගාව විසින් හඳුන්වා දී ඇති අතර, ඩී.එස්. සේනානායක වීදිය, රතු බෝක්කුව හා සංඝරාජ මාවත ඔස්සේ මාලිගාවට ඇතුළුවීමේ හැකියාව පවතී. මහා සංඝරත්නය සැදැහැවතුන්ගෙන් නගරය අපවිත්‍ර නොකර කසළ අවිදිමත් ලෙස බැහැර කරන ලෙස ඉල්ලා සිටියි. \"සිරි දළදා වන්දනාව\" තෙවන දිනය අද (20) පැවැත්වෙන අතර, එය පසුගිය 18 වැනි දින ජනාධිපති අනුර කුමාර දිසානායකගේ ප්‍රධානත්වයෙන් ආරම්භ වූ අතර, 27 වැනි දින දක්වා දින 10ක් පැවැත්වීමට නියමිතයි. ඊයේ (19) දින එක්ලක්ෂ විසිපන්දහසකට ආසන්න සැදැහැවතුන් දළදා වහන්සේ වැඳපුදා ගත්හ. දළදා මාලිගාව විසින් 24 පැය පුරා දන්සල් ක්‍රියාත්මක කරමින් පැමිණි ජනතාවගේ කුස ගිනි නිවාලනු ලැබේ."
    },
    {
        "_id": {
            "$oid": "680c769f54e96a697bddcd17"
        },
        "group_id": "group_4",
        "representative_title": "දුම්රියේ ගැටීමෙන් දුම්රිය කාර්ය සහයකයෙකු මරුට",
        "articles": [
            {
                "id": "10bacdfa-1dd0-11f0-b7d6-a8172dd9ad6a",
                "title": "දුම්රියේ ගැටීමෙන්, දුම්රිය කාර්ය සහයකයෙකු මරුට..",
                "url": "https://sinhala.newsfirst.lk/2025/04/20/%e0%b6%af%e0%b7%94%e0%b6%b8%e0%b7%8a%e0%b6%bb%e0%b7%92%e0%b6%ba%e0%b7%9a-%e0%b6%9c%e0%b7%90%e0%b6%a7%e0%b7%93%e0%b6%b8%e0%b7%99%e0%b6%b1%e0%b7%8a-%e0%b6%af%e0%b7%94",
                "cover_image": "https://cdn.newsfirst.lk/sinhala-uploads/2025/04/New Project (2)-588645.jpg",
                "date_published": "2025-04-20T11:32:00Z",
                "content": "ඒ, පැරකුම්පුර සහ අඹේවෙල අතර දුම්රිය මාර්ග පරීක්ෂාවකදී යි. කොළඹ සිට බදුල්ල බලා ධාවනය වූ දුම්රියක ගැටීමෙන් අනතුර සිදුව තිබේ. එලෙස මියගොස් ඇත්තේ, දියතලාවේ පදිංචි 25 හැවිරිදි පුද්ගලයෙක්. මේ අතර මන්නාරම සිරිනාවක්කුලම් ප්‍රදේශයේදී දුම්රියෙන් ඇද වැටී 68 හැවිරිදි පුද්ගලයෙකු මියගොස් ඇත. ඔහු එම අනතුරට මුහුණපා ඇත්තේ, තෛලයිමන්නාරම සිට කොළඹ බලා ධාවනය වීමට නියමිත දුම්රියට ඥාතීන් පිරිසක් නංවන අවස්ථාවේදීයී. ඥාතීන්, දුම්රියට නංවා, නැවත ඉන් බැසීමට උත්සහ කරන අවස්ථාවේ අනතුර සිදුව ඇත.",
                "source": "https://sinhala.newsfirst.lk/",
                "category": "General"
            },
            {
                "id": "4d623b06-1dd0-11f0-a269-a8172dd9ad6a",
                "title": "දුම්රියෙන් වැටී සහ දුම්රියේ ගැටී පුද්ගලයින් දෙදෙනෙකු මරුට",
                "url": "https://sinhala.adaderana.lk/news.php?nid=209002",
                "cover_image": "https://s3.amazonaws.com/adaderanasinhala/1745123083-train-accsident-600.jpg",
                "date_published": "2025-04-20T09:54:00Z",
                "content": "දුම්රියේ ගැටී සහ දුම්රියෙන් වැටී පුද්ගලයින් දෙදෙනෙකු ජීවිතක්ෂයට පත්ව තිබේ. පොලීසිය පැවසුවේ ඊයේ (19) දිනයේදී මෙම අනතුරු සිදුව ඇති බවය. ඒ අනුව පට්ටිපොල පොලිස් වසමේ පැරකුම්පුර හා අඹේවෙල දුම්රිය මාර්ගය පරික්ෂා කිරීමට ගොස් සිටි දුම්රිය කාර්ය සහයකවරයෙකු දුම්රියේ ගැටී ජීවිත්ක්ෂයට පත්ව තිබේ. ඔහු විසින් ඊයේ (19) අලුයම් කාලයේදී එම දුම්රිය මාර්ගය පරික්ෂා කරන අවස්ථාවේදී කොළඹ සිට බදුල්ල දක්වා ධාවනය වන දුම්රියේ ගැටී මෙලෙස ජීවිතක්ෂයට පත්ව තිබේ. මෙලෙස මියගොස් ඇත්තේ දියතලාව ප්‍රදේශයේ පදිංචි 25 හැවිරිදි පුද්ගලයෙකි. මේ අතර ඊයේ උදෑසන කාලයේදී උයිලංකුලම පොලිස් වසමේ සිරිනාවක්කුලම ප්‍රදේශයේදී දුම්රියකින් වැටී පුද්ගලයෙකු මියගොස් ඇති බවට උයිලංකුලම පොලිස් ස්ථානයට ලද පැමිණිල්ලක් මත පොලීසිය විසින් විමර්ශනයක් ආරම්භ කර තිබුණි. එහිදී අනාවරණය වී ඇත්තේ මරණකරු සිරිනාවක්කුලම් දුම්රිය ස්ථානයේදී තලෛ මන්නාරම සිට කොළඹ බලා ධාවනය වූ දුම්රියකට තම පවුලේ ඥාතීන් පිරිසක් නංවා නැවත දුම්රිය ගමන් කිරීමට යන අවස්ථාවේදී එයින් බැසීමට උත්සාහ දරා ඇති බවය. එහිදී එම පුද්ගලයා දුම්රියෙන් වැටී බරපතළ තුවාල ලබා මන්නාරම රෝහල වෙත ඇතුළත් කිරීමේදී මියගොස් තිබේ.",
                "source": "https://sinhala.adaderana.lk/",
                "category": "General"
            }
        ],
        "id": "10bacdfa-1dd0-11f0-b7d6-a8172dd9ad6a",
        "category": "General",
        "date_published": {
            "$date": "2025-04-20T11:32:00.000Z"
        },
        "short_summary": "පැරකුම්පුර-අඹේවෙල දුම්රිය මාර්ගයේ පරීක්ෂකයෙකු ගැටීමෙන්ද, මන්නාරමේ ඥාතීන් නංවන අවස්ථාවේ දුම්රියෙන් වැටී පුද්ගලයෙකු මියයාමෙන්ද ඊයේ (19) දෙදෙනෙකු ජීවිතක්ෂයට පත්විය.",
        "long_summary": "පැරකුම්පුර සහ අඹේවෙල අතර දුම්රිය මාර්ග පරීක්ෂාවකදී කොළඹ සිට බදුල්ල බලා ධාවනය වූ දුම්රියක ගැටීමෙන් දියතලාවේ පදිංචි 25 හැවිරිදි පුද්ගලයෙක් මිය ගොස් ඇත. එම අනතුර 19 වැනි දින අලුයම් කාලයේදී සිදුව ඇති අතර, දුම්රිය මාර්ග පරීක්ෂකවරයෙකුද මිය ගොස් ඇත. තවත් සිද්ධියක් ලෙස, මන්නාරම සිරිනාවක්කුලම් ප්‍රදේශයේදී තෛලයිමන්නාරම සිට කොළඹ බලා යන දුම්රියකට ඥාතීන් නංවන අවස්ථාවේ දුම්රියෙන් ඇද වැටී 68 හැවිරිදි පුද්ගලයෙකු මිය ගොස් ඇත. මෙම අනතුරු දෙකම 19 වැනි දින සිදුව ඇති අතර, පොලීසිය විසින් සූදානම් විමර්ශන පවත්වා ගෙන යනු ලබයි."
    },
    {
        "_id": {
            "$oid": "680c769f54e96a697bddcd18"
        },
        "id": "10ac351e-1dd0-11f0-93b2-a8172dd9ad6a",
        "title": "ලෝකවාසි කිතුණු බැතිමතුන් මහත් ප්‍රිතියෙන් සමරණ ජේසුස් වහන්සේ මරණයෙන් උත්ථානය වූ පාස්කු ඉරු දිනය අදයි...",
        "url": "https://sinhala.newsfirst.lk/2025/04/20/%e0%b6%bd%e0%b7%9d%e0%b6%9a%e0%b7%80%e0%b7%8f%e0%b7%83%e0%b7%92-%e0%b6%9a%e0%b7%92%e0%b6%ad%e0%b7%94%e0%b6%ab%e0%b7%94-%e0%b6%b6%e0%b7%90%e0%b6%ad%e0%b7%92%e0%b6%b8",
        "cover_image": "https://cdn.newsfirst.lk/sinhala-uploads/2025/04/New Project (16)-588620.jpg",
        "date_published": {
            "$date": "2025-04-20T07:36:00.000Z"
        },
        "content": "අද දිනය කිතුණු ජනතාවට සුවිශේෂි වන්නේ ක්‍රිස්තුස් වහන්සේ කුරුසයේ ඇන ගසා මරණයට පත් කිරීමෙන් පසු මරණයෙන් යළි නැගිටීම හෙවත් උත්ථානය සිදු වීමත් සමග  සකල ලෝක සත්ත්වයා පාපයෙන් ගලවා ගැනීම සඳහා ජේසුස් ක්‍රිස්තුන් වහන්සේ කුරුසය තුළ සිය ජීවිතය පූජා කර දින 3කට පසු එම උත්ථානය  සිදුවිය. ඊට සමගාමීව ශුද්ධ වූ සතියේ අවසන් ඉරිදා පාස්කු ඉරිදා ලෙස ශුද්ධවු සභාව හඳුන්වයි. මේ අතර  පාස්කු ඉරිදා ප්‍රහාරය සිදු වී හෙට (21)  දිනට වසර හයක් සපිරෙයි. 2019 වසරේ අප්‍රේල් 21 වනදා  ප්‍රධාන දේවස්ථාන 3ක් සහ කොළඹ පිහිටි සුඛෝපභෝගී  හෝටල් තුනක් ඉලක්ක කරමින්  මෙම  ප්‍රහාරයක් එල්ල විය. ඒ හේතුවෙන් මියගිය ජීවිත සංඛ්‍යාව 260 ට අධිකයි . මේ අතර එම ප්‍රහාරයත් සමග එම මියගිය පුද්ගලයින් ඇදහිල්ලේ සාක්ෂිකරුවන් ලෙස පත් කිරීමට වතිකානය තීරණය කර තිබේ. ඒ පසුගිය වසරේ මැල්කම් කාර්දිනල් රංජිත් හිමිපාණන් වහන්සේ ශුද්දෝත්තම ෆැන්සිස් පාප් වහන්සේගෙන් කළ ඉල්ලීමකට අනුවයි.",
        "source": "https://sinhala.newsfirst.lk/",
        "category": "General",
        "short_summary": "ක්‍රිස්තුස් වහන්සේගේ උත්ථානය සමරන පාස්කු ඉරිදා දින 2019 අප්‍රේල් 21 වැනිදා දේවස්ථාන හා හෝටල් ඉලක්ක කළ ත්‍රස්ත ප්‍රහාරයකින් මියගිය 260කට අධික පිරිස වතිකානය විසින් ඇදහිල්ලේ සාක්ෂිකරුවන් ලෙස පත් කිරීමට තීරණය කර ඇත.",
        "long_summary": "ක්‍රිස්තුස් වහන්සේගේ උත්ථානය සමරන පාස්කු ඉරිදා දිනයට සමගාමීව, 2019 අප්‍රේල් 21 වැනිදා කොළඹ දේවස්ථාන හා හෝටල් ඉලක්ක කළ ත්‍රස්ත ප්‍රහාරයකින් මියගිය 260කට අධික පිරිසක් ඇදහිල්ලේ සාක්ෂිකරුවන් ලෙස වතිකානය විසින් පත් කිරීමට තීරණය කර ඇත. මෙම තීරණය පසුගිය වසරේ මැල්කම් කාර්දිනල් රංජිත් හිමිපාණන් විසින් ෆැන්සිස් පාප් වහන්සේට ඉදිරිපත් කළ ඉල්ලීමකට අනුව ගෙන ඇත."
    },
    {
        "_id": {
            "$oid": "680c769f54e96a697bddcd1b"
        },
        "id": "111423f0-1dd0-11f0-9973-a8172dd9ad6a",
        "title": "අපොස උසස් පෙළ විභාගයේ ප්‍රතිඵල,අප්‍රේල් අවසන් වීමට පෙර..",
        "url": "https://sinhala.newsfirst.lk/2025/04/20/%e0%b6%85%e0%b6%b4%e0%b7%9c%e0%b7%83-%e0%b6%8b%e0%b7%83%e0%b7%83%e0%b7%8a-%e0%b6%b4%e0%b7%99%e0%b7%85-%e0%b7%80%e0%b7%92%e0%b6%b7%e0%b7%8f%e0%b6%9c%e0%b6%ba",
        "cover_image": "https://cdn.newsfirst.lk/sinhala-uploads/2025/04/New Project (4)-588663.jpg",
        "date_published": {
            "$date": "2025-04-20T14:30:00.000Z"
        },
        "content": "මීට පෙර සැලසුම් කර තිබුණේ, අප්‍රේල් 20 වැනිදාට පෙර ප්‍රතිඵල නිකුත් කිරීමටයි. එහෙත්, ප්‍රායෝගික ගැටලු කිහිපයක් හේතුවෙන් එම කාලසීමාවේ ප්‍රතිඵල නිකුත් කිරීමට හැකිවූයේ නැත. මෙවර උසස් පෙළ විභාගයට පෙනී සිටි අයදුම්කරුවන් සංඛ්‍යාව, තුන් ලක්ෂ තිස්තුන් දහස් එකසිය අසූපහක්.",
        "source": "https://sinhala.newsfirst.lk/",
        "category": "General",
        "short_summary": "අප්‍රේල් 20ට පෙර ප්‍රතිඵල නිකුත් කිරීමට සැලසුම් කළත් ප්‍රායෝගික ගැටලු හේතුවෙන් උසස් පෙළ විභාග ප්‍රතිඵල ලක්ෂ 3.31 ට පමණක් මේ දක්වා නිකුත් වී නැත.",
        "long_summary": "**සාරාංශය:**  \nඋසස් පෙළ විභාග ප්‍රතිඵල නිකුත් කිරීම අප්‍රේල් 20 වනදාට පෙර සැලසුම් කළද, ප්‍රායෝගික ගැටලු හේතුවෙන් එම කාලයට නිකුත් කිරීමට නොහැකි විය. මෙවර විභාගයට පෙනී සිටි අයදුම්කරුවන් තුන් ලක්ෂ තිස්තුන් දහස් එකසිය අසූපහක් (303,185) වේ."
    },
    {
        "_id": {
            "$oid": "680c769f54e96a697bddcd1d"
        },
        "id": "3ec2c78c-1dd0-11f0-889d-a8172dd9ad6a",
        "title": "ලංගමේ ආදායම රුපියල් මිලියන 1,300 ඉක්මවයි",
        "url": "https://sinhala.adaderana.lk/news/209008/%E0%B6%BD%E0%B6%82%E0%B6%9C%E0%B6%B8%E0%B7%9A-%E0%B6%86%E0%B6%AF%E0%B7%8F%E0%B6%BA%E0%B6%B8-%E0%B6%B8%E0%B7%92%E0%B6%BD%E0%B7%92%E0%B6%BA%E0%B6%B1-1,300-%E0%B6%89%E0%B6%9A%E0%B7%8A%E0%B6%B8%E0%B7%80%E0%B6%BA%E0%B7%92",
        "cover_image": "https://s3.amazonaws.com/adaderanasinhala/1745139505-ctb-600.jpg",
        "date_published": {
            "$date": "2025-04-20T14:28:00.000Z"
        },
        "content": "මෙවර සිංහල හින්දු අලුත් අවුරුදු උදාවත් සමග ගම් බිම් බලා ගිය ජනතාවට නැවත කොළඹ බලා පැමිණීමට විශේෂ බස් රථ තවදුරටත් ක්‍රියාත්මක බව ජාතික ගමනාගමන මණ්ඩලයේ ගමනාගමන කළමනාකරු එච්. පියතිලක මහතා පවසයි. ඔහු පැවසුවේ මේ වන විටත් අඛණ්ඩව පැය 24 පුරා ක්‍රියාත්මක වන බස් සේවාවක් ක්‍රියාත්මක වන බවය. විශේෂයෙන් මහනුවර සිරි දළදා වන්දනාව සඳහා සහභාගී වන සැදැවතුන් වෙනුවෙන් ද විශේෂ බස් සේවාවක් ක්‍රියාත්මක කර ඇතැයිද පැවසු ඒ මහතා පැවසුවේ ඒ අනුව මහනුවර - කොළඹ මාර්ගය සඳහා මේ වන විට ලංගම බස් රථ 150කට ආසන්න සංඛ්‍යාවක්ද යොදවා ඇති බවය. එමෙන්ම පසුගිය 10 වැනිදා සිට ඊයේ (19) දිනය දක්වා වන විට ජාතික ගමනා ගමන මණ්ඩලය රුපියල් මිලියන 1,300කට ආසන්න ප්‍රමාණයක් උපයා ඇතැයිද එළැඹෙන දින කිහිපයේදී මෙම ආදායම තවදුරටත් ඉහළ යා හැකි බවද ඔහු වැඩිදුරටත් අදහස් දක්වමින් පැවසීය.",
        "source": "https://sinhala.adaderana.lk/",
        "category": "General",
        "short_summary": "කොළඹ බලා පැමිණෙන ජනතාවට විශේෂ බස් සේවා පැය 24 පුරාම ක්‍රියාත්මක වන බව ජාතික ගමනාගමන මණ්ඩලයේ ගමනාගමන කළමනාකරු පවසයි.",
        "long_summary": "ජාතික ගමනාගමන මණ්ඩලයේ ගමනාගමන කළමනාකරු එච්. පියතිලක මහතා පවසන ආකාරයට, සිංහල හින්දු අලුත් අවුරුදු උදාවත් සමග ගම් බිම් බලා ගිය ජනතාවට නැවත කොළඹ බලා පැමිණීම සඳහා විශේෂ බස් රථ සේවාවන් අඛණ්ඩව ක්‍රියාත්මක වෙමින් පවතී. මෙම සේවාව පැය 24 පුරාම ලබා දෙන අතර, විශේෂයෙන් මහනුවර සිරි දළදා වන්දනාව සඳහා සහභාගී වන සැදැහැවතුන් සඳහා ද වෙනම බස් සේවාවක් සකසා ඇත. මහනුවර-කොළඹ මාර්ගය සඳහා ලංගම බස් රථ 150කට ආසන්න සංඛ්‍යාවක් යොදවා ඇති අතර, පසුගිය අප්‍රේල් 10 සිට 19 දක්වා මෙම සේවාව හරහා රුපියල් මිලියන 1,300කට ආසන්න ආදායමක් උපයා ගෙන ඇති අතර, ඉදිරි දිනවල මෙම ආදායම තවදුරටත් ඉහළ යනු ඇතැයි ඔහු පැවසීය."
    },
    {
        "_id": {
            "$oid": "680c769f54e96a697bddcd1e"
        },
        "id": "3eca86fd-1dd0-11f0-b283-a8172dd9ad6a",
        "title": "කොටහේන ප්‍රදේශයෙන් ගමන් ගන්නා රියදුරන්ට දැනුම්දීමක්",
        "url": "https://sinhala.adaderana.lk/news/209010/%C2%A0%E0%B6%9A%E0%B7%9C%E0%B6%A7%E0%B7%84%E0%B7%9A%E0%B6%B1-%E0%B6%B4%E0%B7%8A%E2%80%8D%E0%B6%BB%E0%B6%AF%E0%B7%9A%E0%B7%81%E0%B6%BA%E0%B7%99%E0%B6%B1%E0%B7%8A-%E0%B6%9C%E0%B6%B8%E0%B6%B1%E0%B7%8A-%E0%B6%9C%E0%B6%B1%E0%B7%8A%E0%B6%B1%E0%B7%8F-%E0%B6%BB%E0%B7%92%E0%B6%BA%E0%B6%AF%E0%B7%94%E0%B6%BB%E0%B6%B1%E0%B7%8A%E0%B6%A7-%E0%B6%AF%E0%B7%90%E0%B6%B1%E0%B7%94%E0%B6%B8%E0%B7%8A%E0%B6%AF%E0%B7%93%E0%B6%B8%E0%B6%9A%E0%B7%8A",
        "cover_image": "https://s3.amazonaws.com/adaderanasinhala/1745143403-polic-traffic_L.jpg",
        "date_published": {
            "$date": "2025-04-20T14:59:00.000Z"
        },
        "content": "හෙට (21) දිනයේ කොටහේන පොලිස් වසම සහ වෙරළබඩ පොලිස් වසම ඇතුලත මාර්ගවල රථවාහන ගමනාගමනය සීමා කිරීමට සිදුවන බව පොලීසිය දැනුම් දී තිබේ.  කොටහේන ශාන්ත ලුසියා දේවස්ථානයේ සිට කොච්චිකඩේ ශාන්ත අන්තෝනි දේවස්ථානය දක්වා පවත්වන පාගමන සහ කොච්චිකඩේ ශාන්ත අන්තෝනි දේවස්ථානයේ පැවැත්වෙන විශේෂ දේව මෙහෙය හේතුවෙන් මෙලෙස රථවාහන ගමනාගමනය සීමා කිරීමට සිදුවන පොලීසිය පවසයි. මෙම පා ගමන උදෑසන 07.00 ට කොටහේන ශාන්ත ලුසියා දේවස්ථානයෙන් ආරම්භ කර බොංජින් හන්දියෙන් වමට හරවා ගල්පොත්ත වටරවුමෙන් ගල්පොත්ත වීදිය හරහා ජම්පටා වීදියට ගමන් කර ජම්පටා වීදීය ඔස්සේ වෙරළබඩ ශාන්ත අන්තෝනී දේවස්ථානය දක්වා ගමන් කිරීමට නියමිතව ඇත. ඒ අනුව, එදින උදෑසන 07.00 සිට උදෑසන 11.45 දක්වා වරින්වර වෙරළබඩ පොලිස් වසමේ පහත මාර්ගයන් තාවකාලිකව වසා තැබීම සිදු කරන බව පොලීසිය දැනුම් දී තිබේ. එබැවින් ඇති විය හැකි රථවාහන තදබදය අවම කර ගැනීම සඳහා හැකිතාක් පහත විකල්ප මාර්ග භාවිතා කරන ලෙස ද පොලීසිය මහජනතාවගෙන් ඉල්ලා සිටියි. අදාළ විකල්ප මාර්ග සහ වසාතබන මාර්ග පහතින් දැක්වේ.",
        "source": "https://sinhala.adaderana.lk/",
        "category": "General",
        "short_summary": "හෙට (21) කොටහේන සහ වෙරළබඩ පොලිස් වසම්වල මාර්ග උදෑසන 07.00 සිට 11.45 දක්වා තාවකාලිකව වසා තබා පාගමන සහ දේව මෙහෙය හේතුවෙන් රථවාහන ගමනාගමනය සීමා කරන බව පොලීසිය දැනුම් දෙයි.",
        "long_summary": "කොටහේන ශාන්ත ලුසියා දේවස්ථානයේ සිට කොච්චිකඩේ ශාන්ත අන්තෝනි දේවස්ථානය දක්වා පැවැත්වෙන පාගමන සහ විශේෂ දේව මෙහෙය හේතුවෙන් හෙට (21) උදෑසන 07.00 සිට 11.45 දක්වා කොටහේන හා වෙරළබඩ පොලිස් වසම්වල රථවාහන ගමනාගමනය සීමා කරනු ලැබේ. පාගමන ජම්පටා වීදිය හරහා කොච්චිකඩේ දක්වා ගමන් කිරීම නිසා බොංජින් හන්දිය, ගල්පොත්ත වටරවුම, ගල්පොත්ත වීදිය සහ ජම්පටා වීදිය ඇතුළු මාර්ග තාවකාලිකව වසා තබනු ඇත. පොලීසිය රථවාහන තදබදය අවම කිරීම සඳහා විකල්ප මාර්ග භාවිතා කරන ලෙස මහජනතාවගෙන් ඉල්ලා සිටියි."
    },
    {
        "_id": {
            "$oid": "680c769f54e96a697bddcd23"
        },
        "id": "4d84863d-1dd0-11f0-b864-a8172dd9ad6a",
        "title": "රුපියල් කෝටි 24 ඉක්ම වු කොකෙන් තොගයක් සමග බ්‍රසීල ජාතිකයෙකු කටුනායකදී අල්ලයි",
        "url": "https://sinhala.adaderana.lk/news.php?nid=209001",
        "cover_image": "https://s3.amazonaws.com/adaderanasinhala/1745118473-koken-600.jpg",
        "date_published": {
            "$date": "2025-04-20T08:26:00.000Z"
        },
        "content": "නීති විරෝධිව මෙරටට රැගෙන ආ කොකේන් තොගයක් සමග බ්‍රසීල ජාතිකයෙකු අද (20) අලුයම රේගු මත්ද්‍රව්‍ය පාලන අංශයේ නිලධාරීන් පිරිසක් විසින් අත්අඩංගුවට ගෙන තිබේ. මෙලෙස අත්අඩංගුවට ගෙන ඇත්තේ 59 හැවිරිදි බ්‍රසීල ජාතික ගුරුවරයෙකි. ඔහු විසින් රැගෙන එන ලද කොකෙන් තොගය කිලෝ 04 ග්‍රෑම් 855ක් වන අතර එහි එහි වටිනාකම රුපියල් විසි හතර කෝටි තිස් ලක්ෂයක් වන බවද රේගු නිලධාරීන් පවසයි. අදාළ කොකෙන් තොගය රේගු නිලධාරීන් භාරයට ගෙන ඇති අතර සැකකරු විසින් ඒවා කාඩ්බෝඩ් මත අලවා ඒ මත කලු පැහැති කඩදාසිද අලවා කාඩ්පත් 02 බැගින් කුඩා බෑග් 07ක් තුළ අසුරා පසුව ඒවා ගමන් මල්ලෙහි අසුරා තිබූ බව රේගු නිලධාරීන් පවසයි. රේගු මත්ද්‍රව්‍ය පාලන අංශයේ නිලධාරීන් විසින් අත්අඩංගුවට ගත් මෙම මත්ද්‍රව්‍ය තොගය සමග මෙම ගුවන් මගියා සම්බන්ධව වැඩිදුර විමර්ශන කටයුතු සදහා කටුනායක ගුවන් තොටුපොළ පොලිස් මත්ද්‍රව්‍ය කාර්යාංශයේ නිලධාරීන් වෙත භාර දීමට පියවර ගෙන තිබේ.",
        "source": "https://sinhala.adaderana.lk/",
        "category": "General",
        "short_summary": "බ්‍රසීල ජාතික ගුවන් මගියෙකු (59) කි.ග්‍රෑ. 4.855 ක කොකේන් තොගයක් සමග අද (20) රේගු නිලධාරීන් අත්අඩංගුවට ගත්තේ කටුනායක ගුවන් තොටුපොළේදීය.",
        "long_summary": "බ්‍රසීල ජාතික ගුරුවරයෙකු (59) කොකේන් කිලෝ 4.855ක් (වටිනාකම රුපියල් මිලියන 2,430) නීති විරෝධීව ශ්‍රී ලංකාවට රැගෙන ඒමේදී අද (20) අලුයම කටුනායක ගුවන් තොටුපොළේදී රේගු මත්ද්‍රව්‍ය පාලන අංශය අත්අඩංගුවට ගෙන ඇත. කාඩ්බෝඩ් මත කොකේන් අලවා කඩදාසි වලින් ආවරණය කර කුඩා බෑග් 7ක ගමන් මල්ලක ගෙනයාමට උත්සාහ කළ අතර, සැකකරුවා වැඩිදුර විමර්ශන සඳහා මත්ද්‍රව්‍ය පාලන පොලිස් අංශයට භාර දී ඇත."
    },
    {
        "_id": {
            "$oid": "680cadf7ec3e241356bfd4b8"
        },
        "group_id": "group_1",
        "representative_title": "ලොවක් කම්පා කරමින් ස්වර්ගස්ථ වූ අතිඋතුම් ශුද්ධෝත්තම ෆ්රැන්සිස් පාප් වහන්සේගේ අවමංගල්ය දේව මෙහෙය ඇරඹෙයි",
        "articles": [
            {
                "id": "3cce8fd6-2283-11f0-a427-8e17cc91263d",
                "title": "ලොවක් කම්පා කරමින් ස්වර්ගස්ථ වූ අතිඋතුම් ශුද්ධෝත්තම ෆ්‍රැන්සිස් පාප් වහන්සේගේ අවමංගල්‍ය දේව මෙහෙය ඇරඹෙයි..",
                "url": "https://sinhala.newsfirst.lk/2025/04/26/%e0%b6%bd%e0%b7%9c%e0%b7%80%e0%b6%9a%e0%b7%8a-%e0%b6%9a%e0%b6%b8%e0%b7%8a%e0%b6%b4%e0%b7%8f-%e0%b6%9a%e0%b6%bb%e0%b6%b8%e0%b7%92%e0%b6%b1%e0%b7%8a-%e0%b7%83",
                "cover_image": "https://cdn.newsfirst.lk/sinhala-uploads/2025/04/New Project (7)-589303.jpg",
                "date_published": "2025-04-26T13:43:00Z",
                "content": "ඒ, වතිකානයේ ශාන්ත පීතර චතුරශ්‍රය්දීයි. ශාන්ත පීතර බැසිලිකාවේ තැන්පත් කර ඇති පාප් වහන්සේගේ දේහය තැන්පත් කර ඇති මුද්‍ර තැබූ දෙන අවමංගල්‍ය පෙරහැරකින් ශාන්ත පීතර චතුරශ්‍රයට රැගෙන යාම අද(27) පස්වරු 12.0 ට ආරම්භ විය. ශුද්ධෝත්තම ෆ්‍රැන්සිස් පාප් වහන්සේ වෙනුවෙන් කරන අවසාන ප්‍රශංසාවකින් එනම් පාප් වහන්සේ දෙවියන්ට භාර කරමින් පවත්වන අවසන් යාඥාවකින් එම දේව මෙහෙය අවසන් වේ. ඒ සමගින් නොවැම්ඩාස් නමින් දින නවයක ශෝක කාලයක් ආරම්භය වනු ඇත. 250,000ක පමණ පිරිසක්  අවමංගල්‍ය උත්සවයට සහභාගි වන  අතර රාජ්‍ය නායකයන් හා රාජ්‍ය තාන්ත්‍රිකයන් 170ක් පමණ ඊට සහභාගී වීමට නියමිතයි. අවමංගල්‍ය උත්සවයට අමෙරිකානු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප්, ප්‍රංශ ජනාධිපති එමානුවෙල් මැක්‍රොන්, ස්පාඤ්ඤයේ හයවන ෆෙලිපේ රජු සහ ලෙටිසියා රැජින සහ බ්‍රසීලයේ ජනාධිපති ලුයිස් ඉනාසියෝ ලුලා ඇතුළු  රාජ්‍ය නායකයින් සහ රාජකීයයන් සහභාගි වන බව විදෙස් වාර්තා සඳහන් කළේ ය. දේව මෙහෙයෙන් පසු පාප් පහන්සේගේ දේහය - ශාන්ත පීතර බැසිලිකාවේ සිට රෝමයේ සාන්ත මරියා මැගියෝර් බැසිලිකාවට රැගෙන යනු ඇත. 1903 දී ස්වර්ගස්ථ වූ 13 වැනි ලියෝ පාප් තුමාගෙන් පසු වතිකානයෙන් පිටත භූමදාන කරන පළමු පාප් වහන්සේ ෆ්‍රැන්සිස් පාප් වහන්සේ වනු ඇත. මේ අතර ශාන්ත පීතර චතුරශ්‍රය අවට විශේෂ ආරක්ෂක වැඩපිළිවෙළක් මේ වනවිට ක්‍රියාත්මක කර තිබේ. ඒ සදහා ආරක්ෂක නිලධාරීන් 8,000ක් යෙදවීම ඇතුළුව පුළුල් ආරක්ෂක විධිවිධාන යොදවා අවසන් ස්නයිපර් හා ඩ්‍රෝන් නාශක කණ්ඩායම් ඇතුළු විශේෂ ඒකක කිහිපයක් ද මෙම ආරක්ෂක රාජකාරි සඳහා යොදවා ඇති පිරිසට ඇතුළත්. මේ අතර කොළඹ අගරදගුරු අතිඋතුරු මැල්කම් කාදිනල් රංජිත් හිමිපාණන් අතුළු කතෝලික පූජකවරුන් ඇතුළු පිරිසක්ද අද පැවැත්වෙන ශුද්ධොත්තම පියතුමන්ගේ අවමංගල්‍ය දේව මෙහෙයට සහභාගි වීම සඳහා වතිකානයට ගොස් තිබේ. ශ්‍රී ලංකා රජය නියෝජනය කරමින් ඊට සභභාගි වන්නේ  විදේශ කටයුතු අමාත්‍ය විජිත හේරත් මහතායි. ස්වර්ගස්ථ වූ ශුද්ධෝත්තම ෆ්‍රැන්සිස් හිමිපාණන්ගේ අවමංගල්‍ය කටයුතු හේතුවෙන් අද මෙරට ජාතික ශෝක දිනයක් ලෙස ප්‍රකාශයට පත් කර තිබේ. රාජ්‍ය පරිපාලන පළාත් සභා හා පළාත් පාලන අමාත්‍යංශයේ ලේකම් එස් ආලෝක බණ්ඩාර මහතා දසඳහන් කලේ ඒ සම්බන්ධයෙන් චක්‍රලේඛයක් මගින් සියලු අමාත්‍යංශ හා දෙපාර්තමේන්තු ප්‍රධානීන් දැනුවත් කර ඇති බවයි. ඒ අනුව අද(27) දිනයේ සියලු රාජ්‍ය ආයතනවල ජාතික ධජය අඩකුඹු කර තැබෙනු ඇත..",
                "source": "https://sinhala.newsfirst.lk/",
                "category": "General"
            }
        ],
        "id": "3cce8fd6-2283-11f0-a427-8e17cc91263d",
        "category": "General",
        "date_published": {
            "$date": "2025-04-26T13:43:00.000Z"
        },
        "short_summary": "ශාන්ත පීතර චතුරශ්‍රයේදී පැවැත්වෙන ශුද්ධෝත්තම ෆ්‍රැන්සිස් පාප් වහන්සේගේ අවමංගල්‍ය උත්සවයට රාජ්‍ය නායකයන් 170ක් සහ පිරිස් 250,000ක් සහභාගි වන අතර, එයින් පසු උන්වහන්සේගේ දේහය රෝමයේ සාන්ත මරියා මැගියෝර් බැසිලිකාවට රැගෙන යනු ඇත.",
        "long_summary": "ශාන්ත පීතර චතුරශ්‍රයේදී පැවැත්වෙන ශුද්ධෝත්තම ෆ්‍රැන්සිස් පාප් වහන්සේගේ අවමංගල්‍ය උත්සවය අද (27) පස්වරු 12.00ට ආරම්භ විය. මෙහිදී පාප් වහන්සේගේ දේහය ශාන්ත පීතර බැසිලිකාවේ සිට චතුරශ්‍රයට රැගෙන ඒමත්, අවසන් යාඥාව හා ප්‍රශංසාවත් සිදුවන අතර, මෙයින් පසු නොවැම්ඩාස් නම් ශෝක කාලය දින නවයක් පුරා පැවැත්වේ. රාජ්‍ය නායකයන් හා රාජ්‍ය තාන්ත්‍රිකයන් 170ක් ඇතුළු පිරිස් 250,000ක් මෙම උත්සවයට සහභාගී වන අතර, අමෙරිකානු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප්, ප්‍රංශ ජනාධිපති එමානුවෙල් මැක්‍රොන්, ස්පාඤ්ඤ රජු හා රැජින සහ බ්‍රසීල් ජනාධිපති ලුයිස් ඉනාසියෝ ලුලා වැනි ප්‍රමුඛ රාජ්‍ය නායකයෝ ද සහභාගී වේ. අවමංගල්‍ය දේව මෙහෙයෙන් පසු පාප් වහන්සේගේ දේහය ශාන්ත මරියා මැගියෝර් බැසිලිකාවට රැගෙන යන අතර, ෆ්‍රැන්සිස් පාප් වහන්සේ 1903දී 13වැනි ලියෝ පාප් වහන්සේගෙන් පසු වතිකානයෙන් පිටත භූමදාන කරන පළමු පාප් වහන්සේ වනු ඇත. ආරක්ෂක විධිවිධාන ලෙස නිලධාරීන් 8,000ක්, ස්නයිපර් හා ඩ්‍රෝන් නාශක කණ්ඩායම් ඇතුළු විශේෂ ඒකක යොදවා ඇත. කොළඹ අගරදගුරු මැල්කම් කාදිනල් රංජිත් හිමිපාණන් ඇතුළු ශ්‍රී ලාංකික පිරිසක් ද උත්සවයට සහභාගී වන අතර, රජය නියෝජනය කරමින් විදේශ ඇමැති විජිත හේරත් මහතා සහභාගී වේ. ශ්‍රී ලංකාවේ අද ජාතික ශෝක දිනයක් ලෙස ප්‍රකාශයට පත් කර ඇති අතර, රාජ්‍ය ආයතනවල ජාතික ධජය අඩකුඹු කර තබා ඇත."
    },
    {
        "_id": {
            "$oid": "680cadf7ec3e241356bfd4b9"
        },
        "id": "3cfbf595-2283-11f0-827f-8e17cc91263d",
        "title": "සිරි දළදා වන්දනාව අදත් පෙරවරු 11 සිට...",
        "url": "https://sinhala.newsfirst.lk/2025/04/26/%e0%b7%83%e0%b7%92%e0%b6%bb%e0%b7%92-%e0%b6%af%e0%b7%85%e0%b6%af%e0%b7%8f-%e0%b7%80%e0%b6%b1%e0%b7%8a%e0%b6%af%e0%b6%b1%e0%b7%8f%e0%b7%80-%e0%b6%85%e0%b6%af",
        "cover_image": "https://cdn.newsfirst.lk/sinhala-uploads/2025/04/New Project (5)-589291.jpg",
        "date_published": {
            "$date": "2025-04-26T06:46:00.000Z"
        },
        "content": "COLOMBO ( News 1st ) -  ලෝකවාසී බෞද්ධ ජනතාව වෙනුවෙන් සිරි දළදා වන්දනාව අද 9 වැනි දිනටත් පැවැත්වේ. පෙරවරු 11ට  ආරම්භ වන සිරි දළදා වන්දනාව පස්වරු 5.30 දක්වා පැවැත්වීමට නියමිතයි. සිරි දළදා වන්දනාව හෙටින් අවසන් වනු ඇත. සිරි දළදා වන්දනා කාලය හෙට(27) දිනයෙන් පසු දීර්ඝ නොකරන බව දියවඩන නිලමේ ප්‍රදීප් නිලංග දෑල මහතා ඊයේ සඳහන් කළේ ය. ඔහු මේ බව පැවසුවේ මාධ්‍යයට විශේෂ ප්‍රකාශයක් කරමින්. මේ අතර මහනුවර දිස්ත්‍රික් ලේකම් ඉන්දික උඩවත්ත මහතා ඊයේ(25) යළිත් ජනතාගෙන් ඉල්ලා සිටියේ සිරි දළදා වන්දනාව සඳහා මහනුවර පැමිණිමෙන් වළකින ලෙසයි. මේ වනවිටත් ලක්ෂ දෙකකට ආසන්න පිරිසක් මහනුවර නගරයේ රැඳී සිටින බවද ඔහු ප්‍රකාශ කළේ ය.",
        "source": "https://sinhala.newsfirst.lk/",
        "category": "General",
        "short_summary": "ලෝකවාසී බෞද්ධයින් සඳහා සිරි දළදා වන්දනාව අද (26) මහනුවරදී පෙරවරු 11 සිට පස්වරු 5.30 දක්වා පවත්වන අතර හෙට අවසන් වේ.",
        "long_summary": "ලෝකවාසී බෞද්ධ ජනතාව වෙනුවෙන් සිරි දළදා වන්දනාව අද (26) 9 වැනි දිනටත් පැවැත්වෙන අතර, පෙරවරු 11 සිට පස්වරු 5.30 දක්වා කාලයක් සඳහා වන්දනාවට අවසර ලැබෙනු ඇත. දියවඩන නිලමේ ප්‍රදීප් නිලංග දෑල මහතා ප්‍රකාශ කළ පරිදි, වන්දනා කාලය හෙට (27) දිනයෙන් පසු දීර්ඝ නොකරන බවත්, මේ වනවිට මහනුවර නගරයේ ලක්ෂ දෙකකට ආසන්න පිරිසක් රැඳී සිටින බවත්ය. මහනුවර දිස්ත්‍රික් ලේකම් ඉන්දික උඩවත්ත මහතා ජනතාවගෙන් ඉල්ලා සිටින්නේ සිරි දළදා වන්දනාව සඳහා මහනුවර පැමිණීමෙන් වළකින ලෙසයි."
    }];
